Repository: niyaz1998/dnd5_character_creator
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Builder
ru: Персонаж

source: Library
ru: Библиотека

source: Settings
ru: Настройки

# choiceListTitle
source: {type}. Выберите {amount} из
ru: {type}. Choose {amount} from

source: Is used for skills
ru: Основа для навыков

# abbreviationIs
source: Abbreviation: {abbreviation}
ru: Сокращение: {abbreviation}

source: Starting proficiencies
ru: Стартовые умения

source: Starting equipment
ru: Стартовое снаряжение

source: Personality
ru: Личность

# languageType
source: Rarity type is {rarity}
ru: Редкость языка {rarity}

# languageScript
source: Uses {script} script
ru: Использует {script} письменность

# typicalSpeakers
source: Typical speakers are {speakers}
ru: Список рас, говорящих на языке: {speakers}

# proficiencyGeneralType
source: General category is {categoryType}
ru: Общая категория умения: {type}

# classesStartsWithProficiency
source: Classes that start with this proficiency:
ru: Является стартовым умением классов(а):

# noClassStartsWithProficiency
source: No classes that start with this proficiency
ru: Не является стартовым умением ни одного класса

# racesStartsWithProficiency
source: Races that start with this proficiency:
ru: Является стартовым умением рас(ы):

# noRaceStartsWithProficiency
source: No races that start with this proficiency
ru: Не является стартовым умением ни одной расы

# skillBasedOn
source: Based on
ru: Зависит от

# spellRange
source: Spell range: {range}
ru: Дальность заклинания: {range}

source: Spell components:
ru: Компоненты заклинания:

# materialComponent
source: Material component(s): {components}
ru: Материальный(е) компонент(ы): {components}

# spellDuration
source: Duration: {duration}
ru: Длительность: {duration}

# castTime
source: Cast time: {duration}
ru: Время накладывания: {duration}

# spellLevel
source: Spell level: {level}
ru: Уровень заклинания: {level}

# attackType
source: Attack type: {type}
ru: Тип атаки: {type}

source: Damage type:
ru: Тип урона:

# hitDieSize
source: Hit die size {hitDie}
ru: Размер кости {hitDie}

source: Subclasses
ru: Подклассы

source: Saving throws
ru: Спасброски

# classAbleToCastFrom
source: Class is able to cast spell from {level} level
ru: Класс способен использовать заклинания с {level}-го уровня
